Repository: slub/dfg-viewer
Catalog: Resources/Private/Language/*.locallang_validation.xlf
Languages: de

# validator.metsapplicationprofile.title
source: METS Application Profile Validator
de: METS-Anwendungsprofil Validator

# validator.metsapplicationprofile.shortdescription
source: Validation against the METS Application Profile.
de: Validierung gegen das METS-Anwendungsprofil.

# validator.metsapplicationprofile.description
source: Validation against the <a href="%s">%s</a>. Further information can be found on the <a href="https://dfg-viewer.de/en/metadata">Metadata Profile page</a> of the <a href="https://dfg-viewer.de/en/">DFG Viewer website</a>.
de: Validierung gegen das <a href="%s">%s</a>. Weitere Informationen finden Sie auf der <a href="https://dfg-viewer.de/en/metadata">Metadata Profile-Seite</a> der <a href="https://dfg-viewer.de/en/">DFG Viewer-Website</a>.

# validator.modsapplicationprofile.title
source: MODS Application Profile Validator
de: MODS-Anwendungsprofil Validator

# validator.modsapplicationprofile.shortdescription
source: Validation against the MODS Application Profile.
de: Validierung gegen das MODS-Anwendungsprofil.

# validator.modsapplicationprofile.description
source: Validation against the <a href="%s">%s</a>. Further information can be found on the <a href="https://dfg-viewer.de/en/metadata">Metadata Profile page</a> of the <a href="https://dfg-viewer.de/en/">DFG Viewer website</a>.
de: Validierung gegen das <a href="%s">%s</a>. Weitere Informationen finden Sie auf der <a href="https://dfg-viewer.de/en/metadata">Metadata Profile-Seite</a> der <a href="https://dfg-viewer.de/en/">DFG Viewer-Website</a>.

# validator.metsurlexistence.title
source: METS URL Existence Validator
de: METS-URL-Existenzprüfer

# validator.metsurlexistence.shortdescription
source: The validator checks the URLs of a METS document for their existence.
de: Der Validator überprüft die URLs eines METS-Dokuments auf ihre Existenz.

# validator.metsurlexistence.description
source: The validator checks the URLs of a METS document for their existence. The URLs of the file groups are only checked on a sample basis for performance reasons. For this purpose, only one file URL per host checked for each file group.
de: Der Validator überprüft die URLs eines METS-Dokuments auf ihre Existenz. Die URLs der Dateigruppen werden aus Gründen der Performance nur stichprobenartig überprüft. Dabei wird pro Dateigruppe nur eine Datei-URL pro Host geprüft.

# validator.xmlschemas.title
source: XML Schemas Validator
de: XML-Schema Validator

# validator.xmlschemas.shortdescription
source: Validation against the XSD files.
de: Validierung gegen die XSD-Dateien.

# validator.xmlschemas.description
source: Validation against the <a href="%s">%s</a> and <a href="%s">%s</a> XSD files.
de: Validierung gegen die <a href="%s">%s</a> und <a href="%s">%s</a> XSD-Dateien.
